[
  {
    "id" : "1",
    "title" : "Paris becomes Airbnb's top home-sharing city destination",
    "content": "<p><b>The French capital now has more than 40,000 active listings on Airbnb, putting it ahead of New York and London as the world’s biggest home-sharing city.</b></p> <p>Paris is now the top destination for home-sharing, according to Airbnb, with more than 40,000 holiday rentals in the French capital listed on the site.</p> <p>The next most popular city, New York, has 34,000 listings, while London, which recently announced new legislation in favour of the site, has 23,000.</p> <p>However, Parisians are not just using Airbnb as hosts. More of them use Airbnb to travel than residents from any other city. On Wednesday, Airbnb announced that it will hold its annual host get-together in Paris in November, a two-day event that brings together members of the Airbnb host community from around the world.</p> <p>It will be the first time the host get-together has been held outside of San Francisco. Despite being where Airbnb was founded, the tech-savvy city has only around 5,000 listings on the site.</p> <p>“As the home of Airbnb’s biggest community, Paris is the perfect place for this year’s Airbnb Open,” said Airbnb CEO, Brian Chesky. “Our tight-knit community of Parisians is incredible and we’ve grown from just 4,000 listings in Paris in 2012 to over 40,000 today.”</p> <p>While some cities, such as Barcelona, continue to challenge the legality of Airbnb and the impact it can have on local housing, the authorities in Paris are currently embracing it. First deputy mayor Bruno Julliard was there with Chesky to make the announcement, saying he was “delighted” that the annual host gathering would be held in Paris.</p> <p>“Innovation and hospitality will be the two pillars for Paris to continue to outperform as the top destination in the world for tourism,” he said.</p> <p>Other top home-sharing cities include Rio di Janeiro, which has around 18,000 active listings – 200% more than last year – and Barcelona, which has 15,000.</p> <p><b>Source: W. Coldwell, 27 February 2015,</b> www.theguardian.com/travel/2015/feb/27/paris-becomes-airbnbs-top-home-sharing-city-destination </p>",
    "urlPic": "img/ergo.jpg",
    "isTopnews" : "false"
  },
  {
    "id" : "2",
    "title" : "News Hostelworld",
    "content": "News über Hostelworld und alles was dazu gehört usw.",
    "urlPic": "img/ergo.jpg",
    "isTopnews" : "false"
  },
  {
    "id" : "3",
    "title" : "Info about XXX",
    "content": "Think about this stuff....",
    "urlPic": "img/ergo.jpg",
    "isTopnews" : "true"
  },
  {
    "id" : "4",
    "title" : "Anfo about YYYY",
    "content": "la li lu ich kack mir in den schuh",
    "urlPic": "img/ergo.jpg",
    "isTopnews" : "true"
  }
]
