[
  {
    "id" : "1",
    "title" : "Paris becomes Airbnb's top home-sharing city destination",
    "content": "<p><b>The French capital now has more than 40,000 active listings on Airbnb, putting it ahead of New York and London as the world’s biggest home-sharing city.</b></p> <p>Paris is now the top destination for home-sharing, according to Airbnb, with more than 40,000 holiday rentals in the French capital listed on the site.</p> <p>The next most popular city, New York, has 34,000 listings, while London, which recently announced new legislation in favour of the site, has 23,000.</p> <p>However, Parisians are not just using Airbnb as hosts. More of them use Airbnb to travel than residents from any other city. On Wednesday, Airbnb announced that it will hold its annual host get-together in Paris in November, a two-day event that brings together members of the Airbnb host community from around the world.</p> <p>It will be the first time the host get-together has been held outside of San Francisco. Despite being where Airbnb was founded, the tech-savvy city has only around 5,000 listings on the site.</p> <p>“As the home of Airbnb’s biggest community, Paris is the perfect place for this year’s Airbnb Open,” said Airbnb CEO, Brian Chesky. “Our tight-knit community of Parisians is incredible and we’ve grown from just 4,000 listings in Paris in 2012 to over 40,000 today.”</p> <p>While some cities, such as Barcelona, continue to challenge the legality of Airbnb and the impact it can have on local housing, the authorities in Paris are currently embracing it. First deputy mayor Bruno Julliard was there with Chesky to make the announcement, saying he was “delighted” that the annual host gathering would be held in Paris.</p> <p>“Innovation and hospitality will be the two pillars for Paris to continue to outperform as the top destination in the world for tourism,” he said.</p> <p>Other top home-sharing cities include Rio di Janeiro, which has around 18,000 active listings – 200% more than last year – and Barcelona, which has 15,000.</p> <p><b>Source: W. Coldwell, 27 February 2015,</b> <a href='http://www.theguardian.com/travel/2015/feb/27/paris-becomes-airbnbs-top-home-sharing-city-destination'>Link</a> </p>",
    "urlPic": "img/paris.jpg",
    "isTopnews" : "false"
  },
  {
    "id" : "2",
    "title" : "Airbnb: The good, the bad and the cramped",
    "content": "<p><b>Crashing in someone’s home runs the gamut from a cramped bus in the driveway to luxurious guest houses.</b></p> <p>Have you heard of Airbnb? Of course, you have. Have you used it to book your vacation lodging? Probably not. But maybe you should.</p> <p>Despite the sizable number of listings and healthy membership base of home-sharing sites, the peer-to-peer lodging industry is still dwarfed by traditional hotels and resorts. There are about 14 million hotel rooms available worldwide, according to the hotel research firm STR Global, which means, given average occupancy rates, that hoteliers host more than 2.5 billion nightly stays every year. You would have to have the equivalent of roughly 50 Airbnbs to reach that volume.Those figures suggest that a lot of travellers are still on the fence when it comes to vacationing at someone else’s home. While home-sharing sites are steadily proliferating (Roomorama, Wimdu and Warmshowers), plenty of us have yet to test the waters, because it is a stranger’s pool, after all.</p> <p>Many cautious adopters hold off because they are unsure of what to expect while crashing at a private residence. Will you have to clip the claws of the homeowner’s cat while he’s away? And will you be able to take their fancy car out for a spin? When the 1962 Ford Galaxy convertible cruised up the hill, my car-crazy son Caleb, 15, was behind the wheel, a giddy smile on his face. It was a moment that drove home the idea that Airbnb, which I had associated with solo travellers in their 20s, could bring something unique to family vacations. Most summers, my wife, two sons and I take a road trip, either at home or abroad. Our budget has mostly kept us chained to the chains, a succession of modestly priced generic motels or midlevel hotels.</p> <p>Planning last summer’s three-week excursion through the South, I followed the usual form, booking our first night at a perfectly pleasant hotel in Durham, N.C. Safe. Boring. Then I started searching Airbnb. Airbnb began in 2008 with a brand built around people offering intrepid travellers air mattresses on their floors, but options now run the gamut from a tent in someone’s yard to luxurious guest houses. (Its astonishing growth has prompted numerous legal battles, from New York to Berlin, brought by attorneys general, the hotel industry and housing advocates, all with their own concerns.) We spent 16 nights in 10 Airbnb homes in seven states. The learning curve was sometimes steep enough to make the family, especially my wife, question the whole plan. But without breaking our budget, we had more space than motel or hotel rooms could offer, in neighbourhoods that the chains didn’t reach and that we would not otherwise have seen. (We spent as little as $78 a night and as much as $185, for an average of $105.)</p> <p>In Atlanta, we stayed along the narrow streets of Cabbagetown, a funky neighbourhood once home to a mill and its workers. In Montgomery, Ala., our charming house in the Old Cloverdale neighbourhood was much more relaxing after a day of sightseeing than being cooped up in a hotel room. New Orleans was not as successful; we had booked four nights in what was billed as the “Hippie Bus,” parked in the driveway by a woman in the Bywater neighbourhood who went by the name of Otter. From the comfort of our Brooklyn home, this sounded like a great adventure to my boys. In reality, the bus felt musty and cramped. My wife, Sharon, slept on a mattress in the bus aisle. One night was plenty. In the morning, we searched for other options until Otter generously offered us a huge room with high ceilings and king-size beds in her house. (Otter was extremely accommodating, but never more than a ghostly presence. We communicated via text and barely saw her.) Many hosts were rarely around or completely absent. In Montgomery, our host Rick Duque was leaving for his own Airbnb vacation.</p> <p>On our family trip, the boys were happy to escape chatting with grown-ups at every stop, but hosts who took that job title to heart made the visits more intimate and memorable even for them. In San Antonio, we spent two nights in an Airstream parked in Sara Santagata and Zach Walter’s driveway. (Yes, I was too quick to indulge my boys’ enthusiasm for such accommodations, but the Airstream was more spacious than the Hippie Bus.) Sara and Zach gave us a tour of their beautiful Craftsman home; recommended a fantastic restaurant, the Arcade, at a less touristy part of the famous River Walk; and patiently let us check out late when we went to the Alamo, and I forgot where I had parked our car. One of the many Airbnb lessons I learned on this trip: Splurge for just a little extra space, and everyone will be so much happier (or at least less cranky). Driving from Waco through Dallas to Hot Springs, Arkansas, we made a last-minute booking at a home in tiny Washington, Ark. Having couches and comfy chairs was heavenly after all that driving together.Using Airbnb, especially when you are travelling with a family, requires reading the host’s descriptions and guests’ comments carefully. Extra fees for more than two guests can be a budget-breaker for families. Guest comments about partying all night with the host and his buddies indicate it might not be the ideal family stop.</p> <p>Not every description is accurate. The Cabbagetown listing provided fair warning, saying the 600-square-foot apartment was ideal for two people. It had sleeping accommodations for four with a pullout sofa, but the owner cautioned, “Please understand that if you choose this option, it is a budget option.” By contrast, the host at our spacious and luxurious guest house in Waco, Texas, oversold her sleeping arrangements. Arriving late after watching bats fly out from underneath Austin’s Congress Avenue Bridge, we searched the closets until we found the air mattress. It was supposed fit two. It did not. I landed on the couch. No place highlighted the potential pitfalls better than Memphis, Tenn. The city was memorable: Graceland, Sun Studios, the Stax Museum, Beale Street, the National Civil Rights Museum at the Lorraine Motel. Yet lodging proved an endless headache.</p> <p>The seemingly wide array of choices narrowed quickly. Like a modern Goldilocks, I found this house too small, that one too high-priced. Finding one that was just right? Not so simple. “Southern Hospitality With a Twist” got my attention until I discovered that the twist was nudism. I found a place, but the hosts cancelled just weeks before our trip, citing a new job in San Francisco. Hotels don’t do that. I read about a house “just four miles from Memphis and all Beale Street has to offer.” Google Maps showed that the house was four miles from the Memphis border, but a half-hour from Beale St. One lister renting apartments in historic downtown buildings didn’t respond for 10 days. By then I had found an affordable place in the Cooper-Young neighbourhood.</p> <p>Dan Augustine was a welcoming host and a good conversationalist. However, the setup differed from the listing. Dan is divorced, and the bed belonging to his daughter when she visits was suddenly off limits, leaving Lucas, my 14-year-old, in a too-small bunk bed. Worse, Dan was dogsitting. Lucas has allergies, and by morning he had a tight chest and difficulty breathing. A second night was out. Fortunately, the owner of those (pricier) downtown apartments responded immediately, and we ended up within walking distance of Beale St., ideal for a night of live music. Every road trip reaches that point when you just want to be home. After Memphis, we had one day in Nashville and then 1,450 kilometres of driving over two days to Brooklyn. Our “cosy,” budget-conscious spot in Nashville seemed unbearable, especially with the 1863 cabin on the last night. Fortunately, a flexible cancellation policy allowed us to get a full refund, and we shelled out a little bit extra for the guest house at Nottingham Hill Farm, 65 kilometres east of Nashville.</p> <p>Rick Snowden, a colourful character and inveterate storyteller, greeted us at 10:30 that night, and the next morning he regaled us with tales about his many marriages (“I’m one behind Elizabeth Taylor”); befriending Gov. Nelson A. Rockefeller of New York while still a teen, and his many collections, including political buttons and Kentucky Derby souvenir glasses, all of which he showed off. (He discreetly described himself as a former nightclub owner, but an article on the wall revealed that they were strip clubs.) Caleb and Lucas revelled in having their own floor, down a spiral staircase, with a Skee-Ball game and a pool table that was in play well past midnight. In the morning, we played basketball on Rick’s outdoor court. We could have relaxed in the swimming pool, too, but when Rick saw Caleb drooling over his car collection, he took him for that memorable ride in his Ford convertible, letting Caleb drive when they returned to Rick’s property. No motel has ever offered such a memorable experience.</p> <p><b>Source: S. Miller, 19 February 2015,</b> <a href='http://www.thestar.com/life/travel/2015/02/19/airbnb-the-good-the-bad-and-the-cramped.html'>Link</a> </p>",
    "urlPic": "img/airbnb.jpg",
    "isTopnews" : "false"
  },
  {
    "id" : "3",
    "title" : "How the sharing industry gets insurance",
    "content": "<p>Sharing may sound utopian. But the sharing industry has a dark side and its name is insurance. ''Probably one of the hardest things we had to do in order to start our company was to get the insurance,'' says Seth Peterson, co-founder and CEO of AllYouCanArcade.com, an arcade game rental business. Peterson says he had to call more than 100 insurance agents before he found one willing to work with him. “Eventually what I did was I started to get my insurance license,'' he says, ''because I thought if no one is going to underwrite this, I’ll underwrite this myself.''</p> <p>Peterson says the brokers he talked to were okay with the arcade game part of his business: ''Then we would say, 'Well, actually, though, we have these independent contractors who work for us, who fill demand across the entire United States.' And that was the point where they just freaked out.'' While she didn't freak out, Ashley Hunter, an insurance broker specializing in risky markets with HM Risk Group, does admit to a certain amount of surprise, confusion and doubt when she received the first inquiry from a potential client about the cost of a policy for his car sharing company. ''I literally looked at him and started laughing and said, 'No one is going to insure this','' she says. ''There’s too many variables. I don’t know who’s using the vehicles. I don’t know when these cars are going to be used. What happens if someone is sharing the car and then it gets stolen? Who’s responsible?''</p> <p>In the end, Hunter says, she was able to find a policy that worked for the car sharing service, as well as others. Now, she says the sharing industry is a niche she specializes in, as well as other, equally risky to insure industries - like fertility. But she notes that calculating rates for policies and deductibles for businesses like these can be complicated. Just imagine a possible scenario, says Ted Devine, CEO of Insureon, an online broker specializing in small businesses, many of which share. ''You’re an independent programmer; you run into your Uber car; you forget your laptop,'' he says. If you work for a big company, says Devine, and leave your laptop in a taxi from a sharing service, or at a co-working space, ready your  lawyers, because everyone could get sued. Of the category of risk dealing with cyber data, like the recent Target breach, Devine says: ''the sharing economy puts that on steroids.''</p> <p>Rob Auston, founder of Outdoors.io -- think Airbnb-like site, but for skis, tents, backpacks and other outdoor gear -- says as a young sharing company, he found himself in a Catch-22. Insurers would not provide him with a policy until he had established a solid customer base. But at the same time, it was tricky to find customers willing to rent out their gear without insurance. ''I spent a ton of time talking to insurance companies who just did not understand our business,'' he says. ''I made the decision to stop wasting time on it and just build the business.'' Though he was not happy about it, Auston and his partners decided to provide up to $500 of coverage for clients' gear out of their own pockets. He says that now that he has a more fully fleshed out operating business, he is been able to find an insurance broker who is willing to provide coverage and he hopes to have damage and liability coverage in place later this year. ''Sharing sounds so good,'' says Christie Alderman, vice president for Chubb Personal Insurance. ''Our parents taught us to share when we were toddlers, right? But in this case sharing has some challenges.'' Alderman says consumers need to read the fine print on their insurance policies. Especially if they are engaging in paid sharing on either side of the equation. For them, she has this message: ''If you want to share, beware.''</p> <p><b>Source: S. Herships, 25 August 2014,</b> <a href='http://www.marketplace.org/topics/economy/how-sharing-industry-gets-insurance'>Link</a> </p>",
    "urlPic": "img/sharing_economy.jpg",
    "isTopnews" : "false"
  },
  {
    "id" : "4",
    "title" : "Startup pitch: MyTwinPlace flips shared accommodation business model",
    "content": "<p>MyTwinPlace is a new travel startup that flips the shared accommodation business model on its head by offering a 1-for-1 exchange for hosting guests. It’s quite simple: users sign up for an account and importth any existing home profiles on sites like Airbnb and HomeAway, and then can offer to host other MyTwinPlace members during their next travels.</p> <p>Instead of payment, the MyTwinPlace hosts earn one night of accommodation per night hosted. There’s no cash involved; rather it’s the home exchange model repurposed within the night based sharing economy framework. Here’s how it works.</p> <p>The startup charges a $11 “success fee” for those nights that are indeed booked, so there is a payment involved as far as the company’s business model.</p> <p>After watching the implosion of Couchsurfing as that free website attempted to monetize its service, there’s clearly an opportunity for another startup to come in with the free ethos. Consumers will generally accept a company’s efforts to make money as long as the business model is fair, easy to understand and transparent.</p> <p>The MyTwinPlace team consists of 10 people from five countries, and has been funded through angel investors.</p> </p><b>Question-and-Answer with the team:</b></p> <p><b>Tell us how you founded the company, why and what made you decide to jump in and create the business.</b></p> <p>MyTwinPlace was born thanks to a love story. In 2011, Xavier Laballos was looking to stay one week in New York for his wife’s surprise birthday. After looking at several accommodation options – hotels, Vacation Rental sites, etc – he finally decided to swap his home and stay for not one week but an entire month. He enjoyed the experience but found the process really, really painful. So Xavier Laballos and Jean Saunier decided to launch MyTwinPlace to make booking free accommodation to the level of Airbnb.</p> <p><b>What are your funding arrangements?</b></p> <p>We joined Wayra (Telefonicas accelerator) and we have angel investments from recognized business angels and public funds.</p> <p><b>Please share your estimation of market size.</b></p> <p>In the coming years, the industry will reach 1.3B travelers and we’re confident that a portion of these travellers will shift to the Night Exchange model. We believe this puts our market at several billion dollars.</p> <p><b>What is your competition?</b></p> <p>We are really different from the typical home exchange websites. We see MyTwinPlace as a natural extension of sites like Airbnb, Wimdu, homeaway….. Lets say that we offer the benefit of Couchsurfing with the level of Airbnb in terms of platform.</p> <p><b>Revenue model and strategy for profitability?</b></p> <p>MyTwinPlace is based on a ‘free’ to list model. Our revenue stream comes from a success fee of 9.99€ ($11) per night for the traveler that includes a worldwide swapper insurance.</p> <p><b>What problem does the business solve?</b></p> <p>We have created MyTwinPlace to solve two problems. Travelers are looking for savings because travel accommodation still accounts for 50% of their travel budget. And, millions of primary residences sit empty at varying points throughout the year when their owners go on holidays, or, in the case of vacation homes they are underutilized across much of the year.</p> <p><b>How did the initial idea evolve and were there changes/any pivots along the way in the early stages?</b></p> <p>We needed some time to implement and test our business model, and the building and implementation of our unique point system have been a major innovation. And to grow faster we developed the “1 click system”, that enables millions of users to register with only one action, importing all their data from Airbnb, Wimdu, 9flats, Homeaway, Rentalia, Abritel etc</p> <p><b>Why should people or companies use the business?</b></p> <p>Saving thousands of dollars per year while being part of a wonderful community seems like a very good reason to us</p> <p><b>What’s the strategy for raising awareness and the customer/user acquisition (apart from PR)?</b></p> <p>Our members’ stories and their high satisfaction are our best arguments.</p> <p><b>Where do you see the company in three years time and what specific challenges do you anticipate having to overcome?</b></p> <p>Today we are really close to our members and being able to keep this close communication while scaling the community will be a nice challenge that we are ready to face.</p> <p><b>What is wrong with the travel, tourism and hospitality industry that it requires a startup like yours to help it out?</b></p> <p>Despite intentions, nobody has substantially reduced the travel accommodation budget for travelers.</p> <p><b>What other technology company (in or outside of travel) would you consider yourselves most closely aligned to in terms of culture and style… and why?</b></p> <p>One of our references is BlaBlaCar!</p> <p><b>Which company would be the best fit to buy your startup, and why?</b></p> <p>Any company that is looking for a fast growing P2P worldwide community that generates revenue!</p> <p><b>Describe your startup in three words?</b></p> <p>Airbnb for free accommodation.</p> <p><b>Source: N. Vivion, 23 February 2015,</b> <a href='http://www.tnooz.com/article/startup-pitch-mytwinplaces-flips-shared-accommodation-business-model/'>Link</a> </p>",  
    "urlPic" : "img/MyTwinPlace.jpg",
    "isTopnews" : "false"
  },
  {
    "id" : "5",
    "title" : "Peers Launches Home Liability And Car-Replacement Insurance For Airbnb, Uber, Lyft Workers",
    "content" :"<p>When a Lyft or Uber driver gets in an accident or an Airbnb host’s house becomes damaged and unrentable, it can be a one-two financial punch: they have to fix the damage, and their income stream is suddenly shut off.</p> <p>Now, if those workers are willing to pay a monthly fee, they can ward off some of the risk of supporting themselves on marketplace startups like Uber, Lyft, Airbnb, VRBO and others. Peers, an organization that gathers and advocates for these workers, introduced two insurance programs for workers on Thursday: home liability insurance for those who rent out their homes and car-replacement insurance for those who drive around people or deliveries for money.</p> <p>Home liability insurance, which Peers is selling for $36 a month, would protect homeowners from liability claims if a guest was injured during the stay — by falling down the stairs, for example. Airbnb already covers up to $1 million in damages to the home, and it introduced its own liability insurance two weeks ago, which is included at no additional cost to renters.</p> <p>Peers’ home liability insurance, however, applies to more than just Airbnb, so if hosts are renting out on multiple platforms, it might be easier to get independent liability insurance. And more importantly, Peers’ product offers income protection. It will cover up to three months or $5,000 of lost income resulting from a damaged home that can’t be rented out.</p> <p>The second insurance product allows drivers to get a replacement car to work with if their primary car is damaged in an accident. If Uber, Lyft or Sidecar drivers are in a serious crash, they can be stuck dealing with a complicated insurance claims process and deductibles as high as $2,500 — and not be able to work to pay any of it off. The companies don’t allow drivers to work using cars that aren’t registered to their name, so drivers whose cars are damaged can’t borrow from a friend or rent a car from a traditional company.</p> <p>''The income from ridesharing is unstable. It’s vulnerable,'' said Shelby Clark, Peers’ executive director. ''It can be taken away in an instant in an accident.''</p> <p>To make the car-replacement insurance, Peers partnered with Breeze, a company that provides flexible car leases and registers cars in drivers’ names for people who want to drive for Uber or Lyft. Drivers who pay $20 a month for the insurance would be able to rent a Breeze car for no additional cost for up to a month while their primary car is being repaired.</p> <p>The car-replacement insurance, which is called ''Keep Driving,'' is only available in San Francisco and the Bay Area. Clark said he’s excited that Peers is able to offer a kind of insurance that never existed before. It speaks to the market power of gig economy workers, who many companies are beginning to view as potential customers for tailored financial products. Peers hopes to be a place where these workers gather so companies can sell them new products — and in this case, so Peers can sell to them, too.</p> <p>Car-replacement insurance ''is something I’m particularly excited about,'' Clark said. ''It’s an entirely new product. There’s no traditional economy counterpart. It’s exciting to think about new solutions for new problems.''</p> <p><b>Source: E. Huet, 12 April 2014,</b> <a href='http://www.forbes.com/sites/ellenhuet/2014/12/04/peers-home-liability-car-replacement-insurance/?'>Link</a> </p>",
    "urlPic" : "img/PeersInsurance.jpg",
    "isTopnews" : "false"
  },
  {
    "id" : "6",
    "title" : "All about Home Sharing",
    "content": "<p>Home Sharing is the perfect alternative to hotels and hostles. You are able to find on Home Sharing platforms (which you could find on ''Provider'') a variety of affordable vacation rentals offered by individuals around the world. Whether you want a romantic apartment in Paris, a loft in the center of D&uuml;sseldorf or a modern guest house in Hamburg, you could find the perfect place to stay by choosing one of our presented Home Sharing platforms.</p><p>Our ''News'' helps you to get informed about Home Sharing in general and gives you hints for both cases either as a guest or a host. The ''Provider'' part informs about the different Home Sharing platforms and is especially for hosts to register their apartment on the platforms and to insure the apartments. The ''Map'' shows all the offered locations in Germany for Home Sharing and helps the guests to compare them. It also gives the guests the possibility to insure their trip.</p><p>It is that easy:</p><p>As a host you easily give all the important infomation about your home on certain Home Sharing platforms. You choose when you room is available and how much it should cost. In the end it could be helpful to safe your home against certain damages by choosing an special insurance cover. Find out more about <a href='#/news/10>ERGO Direkt SafeHome</a>.</p><p>As a guest you choose a location to stay, search for your perfect room, apartment or even guest house, find it available and pay in advance on the Home Sharing platform. If you want to be safe while waiting for you stay, find out more about <a href='#/news/11>ERGO Direkt FlexBooking</a>.</p>",
    "urlPic": "img/AllAbout.png",
    "isTopnews" : "true"
  },
  {
    "id" : "7",
    "title" : "Golden Rules of Home Sharing for Guest and Hosts",
    "content": "<p><h2>For guests:</h2></p> <div class='row'> <div class='col-sm-6 col-md-4'><div class='thumbnail'><img src='img/goldenrules/router.jpg'' alt='Fritzbox'><div class='caption'><p>Do not try to fix the internet connection unless you really know what you are doing.</p></div></div></div> <div class='col-sm-6 col-md-4'><div class='thumbnail'><img src='img/goldenrules/keys.jpg'' alt='Keys'><div class='caption'><p>Check out in advance where to get the keys from and how to enter the main building of your apartment</p></div></div></div> <div class='col-sm-6 col-md-4'><div class='thumbnail'><img src='img/goldenrules/map.jpg'' alt='Map'><div class='caption'><p>Ask in advance for a detailed map or guide to you apartment.</p></div></div></div> <div class='col-sm-6 col-md-4'><div class='thumbnail'><img src='img/goldenrules/rating.jpg'' alt='Rating'><div class='caption'><p>Do not believe every good rating you read, but also do not take every bad rating for granted.</p></div></div></div> <div class='col-sm-6 col-md-4'><div class='thumbnail'><img src='img/goldenrules/foto.jpg'' alt='Foto'><div class='caption'><p>Some Home Sharing platforms have a team of professional photographers: Hosts can apply to have professional photographers take pictures of the rental space. Mostly you can normally tell a photo is taken by the team because there'll be a watermark on the photo, which gives the space a lot more credibility for trepidatious travelers.</p></div></div></div> <div class='col-sm-6 col-md-4'><div class='thumbnail'><img src='img/goldenrules/money.jpg'' alt='Money'><div class='caption'><p>Hosts can charge extra fees. Speaking of payment, there are also fees you should be aware of, whether you're going to be a guest, or a host. Guests pay a 6% - 12% service charge when they book a room. Hosts are charged a 3% service fee. In addition, hosts can add a one-time cleaning fee and a security deposit charge to the overall cost of rent.</p></div></div></div> <div class='col-sm-6 col-md-4'><div class='thumbnail'><img src='img/goldenrules/cancellation.jpg'' alt='Cancellation'><div class='caption'><p>Cancellation policies may vary. Differ from Home Sharing platforms, there are flexible and strict terms. Each one pertains to which kind of refunds guests will receive, in addition to how quickly they can cancel their reservations. In this case as a guest, it could be helpful to have a special insurance which covers all your risks in this issue.</p></div></div></div> <div class='col-sm-6 col-md-4'><div class='thumbnail'><img src='img/goldenrules/money2.jpg'' alt='Cash'><div class='caption'><p>You mostly can't pay in cash. If this is the case please don´t ask your host if you can pay in cash. It is common to accept transactions through website of Home Sharing platforms.</p></div></div></div> </div>  <p><h2>For hosts:</h2></p> <div class='row'> <div class='col-sm-6 col-md-4'><div class='thumbnail'><img src='img/goldenrules/reception.jpg'' alt='checkin'><div class='caption'><p>It is important to establish reasonable check-ins with each other to discuss what may or may not be working.</p></div></div></div> <div class='col-sm-6 col-md-4'><div class='thumbnail'><img src='img/goldenrules/superclean.jpg'' alt='picture'><div class='caption'><p>Do not try to present your home as a super clean and high polished modern art temple unless it is not really the truth. Use reasonable pictures, otherwise your guests will grade you for that.</p></div></div></div> <div class='col-sm-6 col-md-4'><div class='thumbnail'><img src='img/goldenrules/ilegal.jpg'' alt='safe'><div class='caption'><p>Remember: Home Sharing is basically considered illegal in certain cities. People have made a habit of renting out one room, or the entirety of their home on the site, creating a lucrative personal side business. However, it hits a legal snag because they're not paying hotel taxes.</p></div></div></div> <div class='col-sm-6 col-md-4'><div class='thumbnail'><img src='img/goldenrules/damage.jpg'' alt='safe'><div class='caption'><p>There is always a risk of damage and its possible that something breaks down. In this case you should not be afraid. There are different possibilities for protection. Its always good to have a insurance and you will also get help from your Home Sharing platforms. However, important is communication on both sides.</p></div></div></div>  </div>",
    "urlPic": "img/goldenerules.jpg",
    "isTopnews" : "true"
  },
  {
    "id" : "8",
    "title" : "Risk",
    "content": "<p><strong>Home Sharing: be informed about the risks</strong></p><p>Home Sharing offers many advantages like more effective use of spaces and resources, more social interactions instead of impersonal transactions, opportunity to save or earn money and meeting new people. However as in any other field there are also some risks to be taken into consideration. Get informed about the most common ones to be able to avoid them and thus make only good experiences with Home Sharing.</p><p>Risks for both hosts and guests:</p><ul>  <li><strong>Consumer protection laws are not applicable </strong>as they only apply between businesses and consumers, but not the transactions between private persons &rarr; little protection for both parties, who can thus rely only on the Home Sharing platforms' terms and conditions.</li> <li><strong>Insurances</strong> if provided at all by Home Sharing platforms show significant discrepancies in coverage. Some platforms offer guarantees for both hosts and guests providing support in case of property damages. Still they cannot be seen as an insurance.</li>  <li><strong>Trustworthiness</strong> of the parties / reliability of identity checks. There is always some degree of uncertainty with letting strangers in one's house and this may even cause the host's feeling insecure. There are however established mechanisms to assure more security like ID-checks by platforms, mutual reviews providing additional information to the hosts and guests and helping with choosing the right host / guest.</li> <li><strong>Privacy issues.</strong> You have to be clear about the fact that when you let other people live in your house they will know more or less about your way of living, may be your hobbies and interests through contact with you property. If you are not willing to share much information about yourself you have to prepare you accomodation accordingly before renting it out or may be refusing to rent out at all.</li>  <li>The risk of the <strong>property to be damaged, items to be stolen or the risk of a fire</strong> unfortunately cannot be eliminated: guests staying in an unknown environment may unintentionally cause breakages. In order to prevent such cases prepare guideline for your guests pointing out to the most relevant information they might need and you should not leave expensive articles at home if you are leaving, just in case.</li></ul><p>Risks for hosts:</p><ul>  <li><strong>Taxes.</strong> You have to clarify with the fiscal authorities in you area whether you have to pay taxes on the revenues you get from renting out accomodations to avoid problems later.</li> <li>Differences in <strong>expectations concerning behavior</strong> can lead to conflict between hosts and guests or even guest and the host's neighbours in case the guests are heavily partying. To minimize such risks homeowner's rules of conduct might be of great help.</li>  <li><strong>Risk of non-payment</strong> is actually extremely low as mostly the platform are responsible for that. Mostly the rent is paid on the first or the second day after the guest's arrival to make sure the guest arrived safely and is satisfied with the accomodation.</li></ul><p>Risks for guests:</p><ul> <li>There is <strong>no opportunity to exchange</strong> the accomodation in case it does not meet expectations or does not correspond to the description. Some platforms suggest theguests and host clear the issue on their own, other take an active part in solving the problem. There are even platform conducting quality checks on the site, sending their experts to have a personal look at the accomodation.</li> <li><strong>It is difficult to point out to deficiencies in accomodation</strong> as there are no generally accepted standards or norms concerning hygiene, security, fire safety, emergency escape routes. Site-checks conducted by some platforms to make sure the standards are met and the descriptions corresponds to reality. Apart from that reviews will tell you about the real experiences of the former guests.</li>  <li><strong>No service guarantees.</strong> Leaving in a private accomodation means being realistic about the service provided comparing to hotels. For example how can I make sure that a washing machine works or cofee machine? Or will the host be able to speak my language or at least the English language? Hotels in their turn guarantee a certain level of service: you can check-in at any time, so there won't be any problem with keys hand-over to name just one example.</li>  <li><strong>Unpermitted subleasing.</strong> There is a potential risk that the host is renting out accomodation without the permission of the homeowner. The worst case scenario for could be being thrown out by the homeowner in case he or she discovers someone using their property without their permission.</li> <li>Possibility of <strong>unintended breaking things</strong> while living in a foreign accomodation as well as <strong>getting hurt</strong> are sometimes difficult to eliminate. Before checking-in ask the host for some basic guidelines to using the property to make sure you feel safe and enjoy your staying there.</li></ul>",
    "urlPic": "img/risk.jpg",
    "isTopnews" : "true"
  },
  {
    "id" : "9",
    "title" : "Tools and Services",
    "content": "<p><b>Here you find different applications which support and manage your home sharing activities.</b></p> <p><b>Airtasker</b>: Airtasker is a trusted community marketplace for people and businesses to outsource tasks, find local services or hire flexible staff in minutes via your iPhone. Find local people to help you around the home and office or earn money by completing tasks for others. Airtasker has over 160,000 active members getting tasks done and creates $10 million worth of jobs annualy.</p> <p><b>Wohnungsabnahme - flat handover protocols</b>: The condition of a flat before and after a handover is always a reason for controversery and discussion between lessor and lessee. A flat handover protocol helps to reduce these problems. Wohnungsabnahme is an app that supports handover protocols for flats. It reduces costs and time, is efficient and helps to document all kind of damages by connecting photos to the protocoll and the given criterias. The protocoll does not use any paper and is easily accesible for both parties either via E-Mail or on a mobile phone.</p> <p><b>Beyond Pricing</b>: Beyond Pricing helps maximize revenue from rental properties through data-driven pricing. The service automatically updates rates daily to capture local demand peaks, price each night perfectly, and win last minute bookings. The tool analyzes booking rates to evaluate whether listings are overpriced or underpriced, then calculates the best rate for each night.</p> <p><b>Übergabe.APP</b>: Safe paper, pens and camera. Everything fits in one pocket and a handover is done in a few seconds. The app helps to create a protocoll for every kind of a handover, keys, furniture, flats etc., and thus avoids controversery and discussions.</p> <p><b>LC Mietrecht</b>: This app contains the basic information about property law and noncommercial rental agreements in Germany. It also locates lawyers and experts for property law via GPS in your area.</p> ",
    "urlPic": "img/services.jpg",
    "isTopnews" : "true"
  },
  {
    "id": "10",
    "title" : "ERGO Direkt SafeHome insurance",
    "content" : "<p><b>Gap</b>:</p> <p><ul><li>Only few Home Sharing platforms offer insurance or another similar service to hosts to support them in case there is a damage to their property</li><li>Those insurances or guarantees offered by platforms usually exclude many items or even some countries from insurance</li><li>Even if you as a host possess a homeowner's insurace, it might still not pay for damages caused by commercial use of the property.That means that you as a host need additional insuranceto cover possible damages to the accomodation</li></ul></p> <p><b>The idea of the product</b>:</p> <p><ul><li>In order to make your life as a host easier we offer you an exquisite ERGO Direkt SafeHome insurance - created to guarantee you a compensation in case there is a damage to your property, or any items are stolen. ERGO Direkt SafeHome insurance does not require a homeowner’s insurance and is offered worldwide. You can feel free and safe when lending out you property knowing you have a standard all-inclusive insurance package from one of the leading insurers ERGO Direkt. You can buy this insurance independently from the Home Sharing platform you are advertising you property on</li></ul></p> <p><b>Target group</b>:</p> <p><ul><li>For hosts</li></ul></p> <p><b>Your benefits</b>:</p> <p><ul><li>All-inclusive insurance for hosts</li><li>Compatibility with any Home Sharing platform</li><li>Reliable and experienced  insurance provider ERGO Direkt</li><li>Transparent price policy</li></ul></p> <p><b>Coverage is provided for the following</b>:</p> <p><ul><li>Broken items</li><li>Fire</li><li>Burglary</li><li>etc.</li></ul></p>",
    "urlPic" : "img/safehome.jpg",
    "isTopnews" : "true"
  },
  {
    "id": "11",
    "title" : "ERGO Direkt FlexBooking",
    "content" : "<p><b>Gap</b>:</p> <p><ul><li>If you want to book a room or an apartment via Home Sharing platforms, you will have differences in cancellation policies. Differ from Home Sharing platforms, there are flexible and strict terms. Each one pertains to which kind of refunds you will receive, in addition to how quickly you can cancel your reservations</li><li>Unfortunately most Home Sharing offers have very strict cancellation policies</li></ul></p> <p><b>The idea of the product</b>:</p> <p><ul><li>To avoid this risk you can use the travel cancellation insurance  by ERGO which is available from the market leader among travel insurers</li><li>As a guest you would be able to easily cancel a reservation although its cancellation terms are very strict. Also you will be able to book a new room without any added costs</li></ul></p> <p><b>Target group</b>:</p> <p><ul><li>For guests</li></ul></p> <p><b>Your benefits</b>:</p> <p><ul><li>Cancellation of the booking: We will reimburse the cancellation charges due by contract if you have to cancel the trip on account of an insured event</li><li>Rebooking of the trip: In case you have to rebook the trip due to an insured event, we will pay for the service fee up to the amount of the cancellation charges which would have been due if the trip had been cancelled immediately</li><li>Reliable and experienced  insurance provider ERGO Direkt</li><li>Transparent price policy</li></ul></p> <p><b>Coverage is provided for the following</b>:</p> <p><ul><li>Unexpected serious illness as well as deteriorations of already existing diseases if no medical treatment was necessary in the six month prior to taking out the insurance</li><li>Serious injury resulting from an accident</li><li>Death</li><li>Unexpected date for organ or tissue donation</li><li>Pregnancy</li><li>Loss of employment as a result of unexpected dismissal by the employer for business reasons</li><li>etc.</li></ul></p>",
    "urlPic" : "img/flexbook.jpg",
    "isTopnews" : "true"
  }
]
