[
  {
    "id" : "1",
    "title" : "Paris becomes Airbnb's top home-sharing city destination",
    "content": "<p><b>The French capital now has more than 40,000 active listings on Airbnb, putting it ahead of New York and London as the world’s biggest home-sharing city.</b></p> <p>Paris is now the top destination for home-sharing, according to Airbnb, with more than 40,000 holiday rentals in the French capital listed on the site.</p> <p>The next most popular city, New York, has 34,000 listings, while London, which recently announced new legislation in favour of the site, has 23,000.</p> <p>However, Parisians are not just using Airbnb as hosts. More of them use Airbnb to travel than residents from any other city. On Wednesday, Airbnb announced that it will hold its annual host get-together in Paris in November, a two-day event that brings together members of the Airbnb host community from around the world.</p> <p>It will be the first time the host get-together has been held outside of San Francisco. Despite being where Airbnb was founded, the tech-savvy city has only around 5,000 listings on the site.</p> <p>“As the home of Airbnb’s biggest community, Paris is the perfect place for this year’s Airbnb Open,” said Airbnb CEO, Brian Chesky. “Our tight-knit community of Parisians is incredible and we’ve grown from just 4,000 listings in Paris in 2012 to over 40,000 today.”</p> <p>While some cities, such as Barcelona, continue to challenge the legality of Airbnb and the impact it can have on local housing, the authorities in Paris are currently embracing it. First deputy mayor Bruno Julliard was there with Chesky to make the announcement, saying he was “delighted” that the annual host gathering would be held in Paris.</p> <p>“Innovation and hospitality will be the two pillars for Paris to continue to outperform as the top destination in the world for tourism,” he said.</p> <p>Other top home-sharing cities include Rio di Janeiro, which has around 18,000 active listings – 200% more than last year – and Barcelona, which has 15,000.</p> <p><b>Source: W. Coldwell, 27 February 2015,</b> www.theguardian.com/travel/2015/feb/27/paris-becomes-airbnbs-top-home-sharing-city-destination </p>",
    "urlPic": "img/ergo.jpg",
    "isTopnews" : "false"
  },
  {
    "id" : "2",
    "title" : "Airbnb: The good, the bad and the cramped",
    "content": "<p><b>Crashing in someone’s home runs the gamut from a cramped bus in the driveway to luxurious guest houses.</b></p> <p>Have you heard of Airbnb? Of course, you have. Have you used it to book your vacation lodging? Probably not. But maybe you should.</p> <p>Despite the sizable number of listings and healthy membership base of home-sharing sites, the peer-to-peer lodging industry is still dwarfed by traditional hotels and resorts. There are about 14 million hotel rooms available worldwide, according to the hotel research firm STR Global, which means, given average occupancy rates, that hoteliers host more than 2.5 billion nightly stays every year. You would have to have the equivalent of roughly 50 Airbnbs to reach that volume.Those figures suggest that a lot of travellers are still on the fence when it comes to vacationing at someone else’s home. While home-sharing sites are steadily proliferating (Roomorama, Wimdu and Warmshowers), plenty of us have yet to test the waters, because it is a stranger’s pool, after all.</p> <p>Many cautious adopters hold off because they are unsure of what to expect while crashing at a private residence. Will you have to clip the claws of the homeowner’s cat while he’s away? And will you be able to take their fancy car out for a spin? When the 1962 Ford Galaxy convertible cruised up the hill, my car-crazy son Caleb, 15, was behind the wheel, a giddy smile on his face. It was a moment that drove home the idea that Airbnb, which I had associated with solo travellers in their 20s, could bring something unique to family vacations. Most summers, my wife, two sons and I take a road trip, either at home or abroad. Our budget has mostly kept us chained to the chains, a succession of modestly priced generic motels or midlevel hotels.</p> <p>Planning last summer’s three-week excursion through the South, I followed the usual form, booking our first night at a perfectly pleasant hotel in Durham, N.C. Safe. Boring. Then I started searching Airbnb. Airbnb began in 2008 with a brand built around people offering intrepid travellers air mattresses on their floors, but options now run the gamut from a tent in someone’s yard to luxurious guest houses. (Its astonishing growth has prompted numerous legal battles, from New York to Berlin, brought by attorneys general, the hotel industry and housing advocates, all with their own concerns.) We spent 16 nights in 10 Airbnb homes in seven states. The learning curve was sometimes steep enough to make the family, especially my wife, question the whole plan. But without breaking our budget, we had more space than motel or hotel rooms could offer, in neighbourhoods that the chains didn’t reach and that we would not otherwise have seen. (We spent as little as $78 a night and as much as $185, for an average of $105.)</p> <p>In Atlanta, we stayed along the narrow streets of Cabbagetown, a funky neighbourhood once home to a mill and its workers. In Montgomery, Ala., our charming house in the Old Cloverdale neighbourhood was much more relaxing after a day of sightseeing than being cooped up in a hotel room. New Orleans was not as successful; we had booked four nights in what was billed as the “Hippie Bus,” parked in the driveway by a woman in the Bywater neighbourhood who went by the name of Otter. From the comfort of our Brooklyn home, this sounded like a great adventure to my boys. In reality, the bus felt musty and cramped. My wife, Sharon, slept on a mattress in the bus aisle. One night was plenty. In the morning, we searched for other options until Otter generously offered us a huge room with high ceilings and king-size beds in her house. (Otter was extremely accommodating, but never more than a ghostly presence. We communicated via text and barely saw her.) Many hosts were rarely around or completely absent. In Montgomery, our host Rick Duque was leaving for his own Airbnb vacation.</p> <p>On our family trip, the boys were happy to escape chatting with grown-ups at every stop, but hosts who took that job title to heart made the visits more intimate and memorable even for them. In San Antonio, we spent two nights in an Airstream parked in Sara Santagata and Zach Walter’s driveway. (Yes, I was too quick to indulge my boys’ enthusiasm for such accommodations, but the Airstream was more spacious than the Hippie Bus.) Sara and Zach gave us a tour of their beautiful Craftsman home; recommended a fantastic restaurant, the Arcade, at a less touristy part of the famous River Walk; and patiently let us check out late when we went to the Alamo, and I forgot where I had parked our car. One of the many Airbnb lessons I learned on this trip: Splurge for just a little extra space, and everyone will be so much happier (or at least less cranky). Driving from Waco through Dallas to Hot Springs, Arkansas, we made a last-minute booking at a home in tiny Washington, Ark. Having couches and comfy chairs was heavenly after all that driving together.Using Airbnb, especially when you are travelling with a family, requires reading the host’s descriptions and guests’ comments carefully. Extra fees for more than two guests can be a budget-breaker for families. Guest comments about partying all night with the host and his buddies indicate it might not be the ideal family stop.</p> <p>Not every description is accurate. The Cabbagetown listing provided fair warning, saying the 600-square-foot apartment was ideal for two people. It had sleeping accommodations for four with a pullout sofa, but the owner cautioned, “Please understand that if you choose this option, it is a budget option.” By contrast, the host at our spacious and luxurious guest house in Waco, Texas, oversold her sleeping arrangements. Arriving late after watching bats fly out from underneath Austin’s Congress Avenue Bridge, we searched the closets until we found the air mattress. It was supposed fit two. It did not. I landed on the couch. No place highlighted the potential pitfalls better than Memphis, Tenn. The city was memorable: Graceland, Sun Studios, the Stax Museum, Beale Street, the National Civil Rights Museum at the Lorraine Motel. Yet lodging proved an endless headache.</p> <p>The seemingly wide array of choices narrowed quickly. Like a modern Goldilocks, I found this house too small, that one too high-priced. Finding one that was just right? Not so simple. “Southern Hospitality With a Twist” got my attention until I discovered that the twist was nudism. I found a place, but the hosts cancelled just weeks before our trip, citing a new job in San Francisco. Hotels don’t do that. I read about a house “just four miles from Memphis and all Beale Street has to offer.” Google Maps showed that the house was four miles from the Memphis border, but a half-hour from Beale St. One lister renting apartments in historic downtown buildings didn’t respond for 10 days. By then I had found an affordable place in the Cooper-Young neighbourhood.</p> <p>Dan Augustine was a welcoming host and a good conversationalist. However, the setup differed from the listing. Dan is divorced, and the bed belonging to his daughter when she visits was suddenly off limits, leaving Lucas, my 14-year-old, in a too-small bunk bed. Worse, Dan was dogsitting. Lucas has allergies, and by morning he had a tight chest and difficulty breathing. A second night was out. Fortunately, the owner of those (pricier) downtown apartments responded immediately, and we ended up within walking distance of Beale St., ideal for a night of live music. Every road trip reaches that point when you just want to be home. After Memphis, we had one day in Nashville and then 1,450 kilometres of driving over two days to Brooklyn. Our “cosy,” budget-conscious spot in Nashville seemed unbearable, especially with the 1863 cabin on the last night. Fortunately, a flexible cancellation policy allowed us to get a full refund, and we shelled out a little bit extra for the guest house at Nottingham Hill Farm, 65 kilometres east of Nashville.</p> <p>Rick Snowden, a colourful character and inveterate storyteller, greeted us at 10:30 that night, and the next morning he regaled us with tales about his many marriages (“I’m one behind Elizabeth Taylor”); befriending Gov. Nelson A. Rockefeller of New York while still a teen, and his many collections, including political buttons and Kentucky Derby souvenir glasses, all of which he showed off. (He discreetly described himself as a former nightclub owner, but an article on the wall revealed that they were strip clubs.) Caleb and Lucas revelled in having their own floor, down a spiral staircase, with a Skee-Ball game and a pool table that was in play well past midnight. In the morning, we played basketball on Rick’s outdoor court. We could have relaxed in the swimming pool, too, but when Rick saw Caleb drooling over his car collection, he took him for that memorable ride in his Ford convertible, letting Caleb drive when they returned to Rick’s property. No motel has ever offered such a memorable experience.</p> <p><b>Source: S. Miller, 19 February 2015,</b> http://www.thestar.com/life/travel/2015/02/19/airbnb-the-good-the-bad-and-the-cramped.html </p>",
    "urlPic": "img/ergo.jpg",
    "isTopnews" : "false"
  },
  {
    "id" : "3",
    "title" : "How the sharing industry gets insurance",
    "content": "<p>Sharing may sound utopian. But the sharing industry has a dark side and its name is insurance. “Probably one of the hardest things we had to do in order to start our company was to get the insurance,” says Seth Peterson, co-founder and CEO of AllYouCanArcade.com, an arcade game rental business. Peterson says he had to call more than 100 insurance agents before he found one willing to work with him. “Eventually what I did was I started to get my insurance license,” he says, ”because I thought if no one is going to underwrite this, I’ll underwrite this myself.”</p> <p>Peterson says the brokers he talked to were okay with the arcade game part of his business: “Then we would say, 'Well, actually, though, we have these independent contractors who work for us, who fill demand across the entire United States.' And that was the point where they just freaked out.” While she didn't freak out, Ashley Hunter, an insurance broker specializing in risky markets with HM Risk Group, does admit to a certain amount of surprise, confusion and doubt when she received the first inquiry from a potential client about the cost of a policy for his car sharing company. ”I literally looked at him and started laughing and said, 'No one is going to insure this',” she says. "There’s too many variables. I don’t know who’s using the vehicles. I don’t know when these cars are going to be used. What happens if someone is sharing the car and then it gets stolen? Who’s responsible?”</p> <p>In the end, Hunter says, she was able to find a policy that worked for the car sharing service, as well as others. Now, she says the sharing industry is a niche she specializes in, as well as other, equally risky to insure industries - like fertility. But she notes that calculating rates for policies and deductibles for businesses like these can be complicated. Just imagine a possible scenario, says Ted Devine, CEO of Insureon, an online broker specializing in small businesses, many of which share. “You’re an independent programmer; you run into your Uber car; you forget your laptop,” he says. If you work for a big company, says Devine, and leave your laptop in a taxi from a sharing service, or at a co-working space, ready your  lawyers, because everyone could get sued. Of the category of risk dealing with cyber data, like the recent Target breach, Devine says: ”the sharing economy puts that on steroids.”</p> <p>Rob Auston, founder of Outdoors.io -- think Airbnb-like site, but for skis, tents, backpacks and other outdoor gear -- says as a young sharing company, he found himself in a Catch-22. Insurers would not provide him with a policy until he had established a solid customer base. But at the same time, it was tricky to find customers willing to rent out their gear without insurance. ”I spent a ton of time talking to insurance companies who just did not understand our business,” he says. ”I made the decision to stop wasting time on it and just build the business.” Though he was not happy about it, Auston and his partners decided to provide up to $500 of coverage for clients' gear out of their own pockets. He says that now that he has a more fully fleshed out operating business, he is been able to find an insurance broker who is willing to provide coverage and he hopes to have damage and liability coverage in place later this year. “Sharing sounds so good,” says Christie Alderman, vice president for Chubb Personal Insurance. “Our parents taught us to share when we were toddlers, right? But in this case sharing has some challenges.“ Alderman says consumers need to read the fine print on their insurance policies. Especially if they are engaging in paid sharing on either side of the equation. For them, she has this message: “If you want to share, beware.“</p> <p><b>Source: S. Herships, 25 August 2014,</b> www.marketplace.org/topics/economy/how-sharing-industry-gets-insurance </p>",
    "urlPic": "img/ergo.jpg",
    "isTopnews" : "false",
  },
  {
    "id" : "4",
    "title" : "Info about XXX",
    "content": "Think about this stuff....",
    "urlPic": "img/ergo.jpg",
    "isTopnews" : "true"
  },
  {
    "id" : "5",
    "title" : "Anfo about YYYY",
    "content": "la li lu ich kack mir in den schuh",
    "urlPic": "img/ergo.jpg",
    "isTopnews" : "true"
  }
]
